import React from "react";

const Company = () => {
  return (
    <div className="container">
      <div className="company">
        <div>
          <div>
            <p>
              <span>Главная </span> : О компании
            </p>
          </div>
          <div className="company_text">
            <h1>О компании</h1>

            <div className="company_color">
              <h1>170+</h1>
              <p>Товаров</p>
            </div>
            <div className="company_color">
              <h1>1000+ </h1>
              <p>Довольных покупателей</p>
            </div>
            <div className="company_color">
              <h1>170+</h1>
              <p>Товаров</p>
            </div>
          </div>
        </div>
        <div className="company_desc">
          <p>
            Интернет-магазин NORNLIGHT предлагает широкий ассортимент
            светильников для освещения вашего дома или офиса. У нас вы найдете
            разнообразные модели светильников, от современных и стильных до
            классических и элегантных. Мы предлагаем качественные и надежные
            светильники от лучших производителей, которые подарят вам комфорт и
            уют.
          </p>

          <p>
            Покупая светильники в нашем интернет-магазине, вы получаете отличное
            соотношение цены и качества. Мы осуществляем доставку по всей
            России, чтобы каждый клиент мог насладиться прекрасным светом и
            удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш
            дом в оазис тепла и света с NORNLIGHT!
          </p>

          <p>
            Интернет-магазин NORNLIGHT предлагает широкий ассортимент
            светильников для освещения вашего дома или офиса. У нас вы найдете
            разнообразные модели светильников, от современных и стильных до
            классических и элегантных. Мы предлагаем качественные и надежные
            светильники от лучших производителей, которые подарят вам комфорт и
            уют.
          </p>

          <p>
            Покупая светильники в нашем интернет-магазине, вы получаете отличное
            соотношение цены и качества. Мы осуществляем доставку по всей
            России, чтобы каждый клиент мог насладиться прекрасным светом и
            удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш
            дом в оазис тепла и света с NORNLIGHT!
          </p>
        </div>
      </div>
    </div>
  );
};

export default Company;
